Repository: HearthSim/HSTracker
Catalog: HSTracker/HSReplay/mul.lproj/HSReplayPreferences.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# a4D-nA-Vqz.title
source: Show upload notification
zh_hans: 显示上传通知
zh_hant: 顯示上傳通知

# aAI-Yn-Z1P.title
source: Upload replays automatically
zh_hans: 同步对战数据
zh_hant: 自動上傳重播

source: alf-8N-P9t.title
zh_hans: 用战网帐号登录 HSReplay，以同步您记录的对战回放。这将打开浏览器。
zh_hant: 在HSReplay.net中使用Battle.net的帳號來登入，以同步儲存的重播紀錄。點擊後將開啟網頁瀏覽器。

# dX9-1S-Y1M.title
source: Spectator
zh_hans: 观战模式
zh_hant: 觀戰模式

# hNI-pm-upP.title
source: Ranked
zh_hans: 排名模式
zh_hant: 排名模式

# KV0-Rl-jeI.title
source: My Account
zh_hans: 上传收藏

# lGJ-41-bPm.title
source: Tavern Brawl
zh_hans: 乱斗模式
zh_hant: 旅店大亂鬥

# Lla-JP-gmw.title
source: Friendly
zh_hans: 友谊赛
zh_hant: 友誼賽

source: PFc-eW-dQG.title
zh_hans: 连接帐户
zh_hant: 連結帳號

source: VPW-70-gcw.title
zh_hans: 上传回放

source: Wij-ky-VUj.title
zh_hans: 断开与 HSReplay 的连接
zh_hant: 取消連結HSReplay的帳號

# XLN-hm-TrI.title
source: Arena
zh_hans: 竞技模式
zh_hant: 競技場

# XWA-c6-mjM.title
source: Adventure / Practice
zh_hans: 冒险 / 练习
zh_hant: 冒險 / 練習

# zQQ-GF-3Lg.title
source: Login to claim your replays and enable all HSReplay.net features.
zh_hans: 在连接 HSReplay 后，打开你的收藏，上传会自动进行。

# zUq-Mn-Mae.title
source: Casual
zh_hans: 休闲模式
zh_hant: 一般模式

source: Ikd-r0-oiT.title
zh_hant: 重設帳號

source: JsZ-J6-FKG.title
zh_hant: 標籤

# qvg-bJ-3rk.title
source: Upload game modes
zh_hant: 上傳遊戲模式

source: UbW-mX-Jca.title
zh_hant: 標題
